Repository: Unixcision/uniconnect
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, bs, da, de, es, fr, it, ja, km, ko, nb, pl, pt_br, ru, th, tr, uk, zh_hans, zh_hant

# sidebar.extensions.permission.workspacePaths.detail
source: Read local workspace and project paths
ar: قراءة مساحة العمل المحلية ومسارات المشروع
bs: Pročitajte lokalni radni prostor i putanje projekta
da: Læs lokale arbejdsområder og projektstier
de: Lokale Arbeitsbereichs- und Projektpfade lesen
es: Leer el espacio de trabajo local y las rutas del proyecto
fr: Lire l'espace de travail local et les chemins de projet
it: Leggere lo spazio di lavoro locale e i percorsi del progetto
ja: ローカルのワークスペースとプロジェクトのパスを読み取ります
km: អានកន្លែងធ្វើការក្នុងតំបន់ និងផ្លូវគម្រោង
ko: 로컬 작업공간 및 프로젝트 경로 읽기
nb: Les lokale arbeidsområder og prosjektveier
pl: Czytaj lokalny obszar roboczy i ścieżki projektu
pt_br: Leia o espaço de trabalho local e os caminhos do projeto
ru: Чтение локальной рабочей области и путей проекта
th: อ่านพื้นที่ทำงานในพื้นที่และเส้นทางโครงการ
tr: Yerel çalışma alanını ve proje yollarını okuyun
uk: Читайте локальну робочу область і шляхи проекту
zh_hans: 读取本地工作空间和项目路径
zh_hant: 讀取本地工作空間和專案路徑

# sidebar.extensions.unapproved.detail
source: An installed sidebar extension needs approval before UniConnect can use it.
ar: يحتاج ملحق الشريط الجانبي المثبت إلى موافقة قبل أن يتمكن UniConnect من استخدامه.
bs: Instalirano proširenje bočne trake treba odobrenje prije nego što ga UniConnect može koristiti.
da: En installeret sidebar-udvidelse skal godkendes, før UniConnect kan bruge den.
de: Eine installierte Seitenleistenerweiterung muss genehmigt werden, bevor UniConnect sie verwenden kann.
es: Una extensión de barra lateral instalada necesita tu aprobación antes de que UniConnect pueda usarla.
fr: Une extension de barre latérale installée doit être approuvée avant que UniConnect puisse l'utiliser.
it: Un'estensione della barra laterale installata necessita dell'approvazione prima che UniConnect possa utilizzarla.
ja: インストール済みのサイドバー拡張機能は、UniConnectで使用する前に承認が必要です。
km: ផ្នែកបន្ថែមរបារចំហៀងដែលបានដំឡើងត្រូវការការយល់ព្រមមុនពេល UniConnect អាចប្រើវាបាន។
ko: 설치된 사이드바 확장 프로그램을 UniConnect에서 사용하려면 승인이 필요합니다.
nb: En installert sidefeltutvidelse trenger godkjenning før UniConnect kan bruke den.
pl: Zainstalowane rozszerzenie paska bocznego wymaga zatwierdzenia, zanim UniConnect będzie mogło z niego korzystać.
pt_br: Uma extensão de barra lateral instalada precisa de aprovação antes que UniConnect possa usá-la.
ru: Установленное расширение боковой панели должно быть одобрено, прежде чем UniConnect сможет его использовать.
th: ส่วนขยายแถบด้านข้างที่ติดตั้งต้องได้รับอนุมัติก่อน UniConnect จึงจะสามารถใช้งานได้
tr: Yüklü bir kenar çubuğu uzantısının UniConnect tarafından kullanılabilmesi için onaylanması gerekir.
uk: Установлене розширення бічної панелі потребує схвалення, перш ніж UniConnect зможе його використовувати.
zh_hans: 已安装的侧边栏扩展需要先获得批准，然后 UniConnect 才能使用它。
zh_hant: 已安裝的側邊欄擴充需要先獲得批准，然後 UniConnect 才能使用它。

# sidebar.extensions.useDefault
source: Use Workspace Sidebar
ar: استخدم الشريط الجانبي لمساحة العمل
bs: Koristite bočnu traku radnog prostora
da: Brug Workspace Sidebar
de: Verwenden Sie die Arbeitsbereich-Seitenleiste
es: Usar la barra lateral del espacio de trabajo
fr: Utiliser la barre latérale de l'espace de travail
it: Utilizza la barra laterale dell'area di lavoro
ja: ワークスペースサイドバーを使う
km: ប្រើរបារចំហៀងកន្លែងធ្វើការ
ko: 작업 공간 사이드바 사용
nb: Bruk Workspace Sidebar
pl: Użyj paska bocznego obszaru roboczego
pt_br: Usar a barra lateral do espaço de trabalho
ru: Использовать боковую панель рабочей области
th: ใช้แถบด้านข้างของพื้นที่ทำงาน
tr: Çalışma Alanı Kenar Çubuğunu Kullan
uk: Використовуйте бічну панель Workspace
zh_hans: 使用工作区侧边栏
zh_hant: 使用工作區側邊欄

# sidebar.extensions.useDefault.short
source: Use Default
ar: استخدم الافتراضي
bs: Koristi zadano
da: Brug standard
de: Standard verwenden
es: Usar predeterminado
fr: Utiliser par défaut
it: Usa predefinito
ja: デフォルトを使用
km: ប្រើលំនាំដើម
ko: 기본값 사용
nb: Bruk standard
pl: Użyj domyślnego
pt_br: Usar padrão
ru: Использовать по умолчанию
th: ใช้ค่าเริ่มต้น
tr: Varsayılanı Kullan
uk: Використовувати за замовчуванням
zh_hans: 使用默认值
zh_hant: 使用預設值

# ghostty.key-table.indicator
source: key table
ar: جدول المفاتيح
bs: tabela tipki
da: tasttabel
de: Tastentabelle
es: tabla de teclas
fr: table des touches
it: tabella tasti
ja: キーテーブル
km: តារាងគ្រាប់ចុច
ko: 키 테이블
nb: tasttabell
pl: tabela klawiszy
pt_br: tabela de teclas
ru: таблица клавиш
th: ตารางปุ่ม
tr: tuş tablosu
uk: таблиця клавіш
zh_hans: 按键表
zh_hant: 按鍵表

# ghostty.key-table.icon.accessibility
source: Key table
ar: جدول المفاتيح
bs: Tabela tipki
da: Tasttabel
de: Tastentabelle
es: Tabla de teclas
fr: Table des touches
it: Tabella tasti
ja: キーテーブル
km: តារាងគ្រាប់ចុច
ko: 키 테이블
nb: Tasttabell
pl: Tabela klawiszy
pt_br: Tabela de teclas
ru: Таблица клавиш
th: ตารางปุ่ม
tr: Tuş tablosu
uk: Таблиця клавіш
zh_hans: 按键表
zh_hant: 按鍵表

# agentSession.web.rateLimit.daysFormat
source: %@d
ar: %@ي
de: %@ T
fr: %@ j
it: %@ g
ja: %@日
ko: %@일
ru: %@ д
th: %@วัน
tr: %@ g
uk: %@ д
zh_hans: %@天
zh_hant: %@天

# agentSession.web.rateLimit.hoursFormat
source: %@h
ar: %@س
da: %@t
de: %@ Std.
ja: %@時間
ko: %@시간
nb: %@ t
pl: %@ godz.
ru: %@ ч
th: %@ชม.
tr: %@ sa
uk: %@ год
zh_hans: %@小时
zh_hant: %@小時

# agentSession.web.rateLimit.minutesFormat
source: %@m
ar: %@د
bs: %@min
de: %@ Min.
es: %@ min
fr: %@ min
it: %@ min
ja: %@分
ko: %@분
nb: %@ min
pl: %@ min
pt_br: %@ min
ru: %@ мин
th: %@น.
tr: %@ dk
uk: %@ хв
zh_hans: %@分钟
zh_hant: %@分鐘

# claudeUpdate.accessibility.skipped
source: Will be skipped safely
ar: سيتم تخطيه بأمان
bs: Biće sigurno preskočen
da: Spranges sikkert over
de: Wird sicher übersprungen
es: Se omitirá de forma segura
fr: Sera ignoré en toute sécurité
it: Verrà saltato in sicurezza
ja: 安全にスキップされます
km: នឹងត្រូវបានរំលងដោយសុវត្ថិភាព
ko: 안전하게 건너뜁니다.
nb: Vil bli hoppet over trygt
pl: Zostanie bezpiecznie pominięty
pt_br: Será ignorado com segurança
ru: Будет безопасно пропущено.
th: จะถูกข้ามอย่างปลอดภัย
tr: Güvenli bir şekilde atlanacak
uk: Буде безпечно пропущено
zh_hans: 将被安全跳过
zh_hant: 將被安全跳過

# claudeUpdate.accessibility.verified
source: Verified
ar: تم التحقق منه
bs: Provjereno
da: Verificeret
de: Verifiziert
es: Verificado
fr: Vérifié
it: Verificato
ja: 検証済み
km: ផ្ទៀងផ្ទាត់
ko: 인증됨
nb: Verifisert
pl: Zweryfikowano
pt_br: Verificado
ru: Проверено
th: ตรวจสอบแล้ว
tr: Doğrulandı
uk: Перевірено
zh_hans: 已验证
zh_hant: 已驗證

# claudeUpdate.action.cancelSafely
source: Cancel Safely
ar: الإلغاء بأمان
bs: Otkažite bezbedno
da: Annuller sikkert
de: Sicher abbrechen
es: Cancelar de forma segura
fr: Annulez en toute sécurité
it: Annulla in sicurezza
ja: 安全にキャンセル
km: បោះបង់ដោយសុវត្ថិភាព
ko: 안전하게 취소하세요
nb: Avbryt trygt
pl: Anuluj bezpiecznie
pt_br: Cancele com segurança
ru: Безопасная отмена
th: ยกเลิกอย่างปลอดภัย
tr: Güvenle İptal Et
uk: Скасуйте безпечно
zh_hans: 安全取消
zh_hant: 安全取消

# claudeUpdate.action.cancelling
source: Cancelling…
ar: إلغاء…
bs: Otkazivanje…
da: Annullerer...
de: Stornieren…
es: Cancelando…
fr: Annulation…
it: Annullamento…
ja: キャンセル中…
km: កំពុង​បោះបង់...
ko: 취소 중…
nb: Kansellerer...
pl: Anulowanie…
pt_br: Cancelando…
ru: Отмена…
th: กำลังยกเลิก...
tr: İptal ediliyor…
uk: Скасування...
zh_hans: 正在取消…
zh_hant: 正在取消…

# claudeUpdate.action.update
source: Update Claude
ar: تحديث Claude
bs: Ažuriraj Claude
da: Opdater Claude
de: Claude aktualisieren
es: Actualizar Claude
fr: Mettre à jour Claude
it: Aggiorna Claude
ja: Claude を更新
km: ធ្វើបច្ចុប្បន្នភាព Claude
ko: Claude 업데이트
nb: Oppdater Claude
pl: Zaktualizuj Claude
pt_br: Atualizar Claude
ru: Обновить Claude
th: อัปเดต Claude
tr: Claude’u güncelle
uk: Оновити Claude
zh_hans: 更新 Claude
zh_hant: 更新 Claude

# claudeUpdate.badge.live
source: LIVE
ar: مباشر
bs: UŽIVO
es: EN VIVO
fr: EN DIRECT
it: IN DIRETTA
ja: ライブ
km: ផ្សាយផ្ទាល់
ko: 라이브
pl: NA ŻYWO
pt_br: AO VIVO
ru: ЖИВОЙ ЭФИР
th: สด
tr: CANLI
uk: НАЖИВО
zh_hans: 直播
zh_hant: 直播

# claudeUpdate.badge.restoring
source: RESTORING
ar: استعادة
bs: OBNAVLJANJE
da: GENDANNELSE
de: WIEDERHERSTELLEN
es: RESTAURANDO
fr: RESTAURATION
it: RIPRISTINO
ja: 復元中
km: ការស្ដារឡើងវិញ
ko: 복원 중
nb: GJENOPPER
pl: PRZYWRACANIE
pt_br: RESTAURANDO
ru: ВОССТАНОВЛЕНИЕ
th: กำลังกู้คืน
tr: GERİ YÜKLENİYOR
uk: ВІДНОВЛЕННЯ
zh_hans: 正在恢复
zh_hant: 正在恢復

# claudeUpdate.cancelling.detail
source: Finishing required session restoration before stopping
ar: الانتهاء من ترميم الجلسة المطلوبة قبل التوقف
bs: Završavanje potrebne restauracije sesije prije zaustavljanja
da: Afslutning af påkrævet sessionsgendannelse før stop
de: Beenden der erforderlichen Sitzungswiederherstellung vor dem Stoppen
es: Completando la restauración necesaria de la sesión antes de detenerse
fr: Terminer la restauration de session requise avant d'arrêter
it: Il completamento della sessione richiede il ripristino prima dell'interruzione
ja: 停止する前に必要なセッションの復元を完了しています
km: បញ្ចប់ការស្ដារសម័យដែលត្រូវការមុនពេលឈប់
ko: 중지하기 전에 필수 세션 복원을 완료했습니다.
nb: Fullfører nødvendig øktgjenoppretting før stopp
pl: Zakończenie wymaganego przywracania sesji przed zatrzymaniem
pt_br: Concluindo a restauração da sessão necessária antes de parar
ru: Завершение необходимого восстановления сеанса перед остановкой.
th: ดำเนินการกู้คืนเซสชันที่จำเป็นให้เสร็จสิ้นก่อนที่จะหยุด
tr: Durdurmadan önce gerekli oturum geri yüklemesinin tamamlanması
uk: Завершення необхідного відновлення сеансу перед зупинкою
zh_hans: 停止前完成所需的会话恢复
zh_hant: 停止前完成所需的會話恢復

# claudeUpdate.confirm.safetyDetail
source: Each verified Claude session exits cleanly, its host updates once, and the exact UUID resumes in the same window. Failed updates restore the previous session immediately.
ar: تخرج كل جلسة Claude التي تم التحقق منها بشكل نظيف، ويتم تحديث مضيفها مرة واحدة، ويستأنف UUID المحدد في نفس النافذة. تقوم التحديثات الفاشلة باستعادة الجلسة السابقة على الفور.
bs: Svaka verifikovana Claude sesija izlazi čisto, njen host se ažurira jednom, a tačan UUID se nastavlja u istom prozoru. Neuspjela ažuriranja odmah vraćaju prethodnu sesiju.
da: Hver verificeret Claude-session afsluttes rent, dens vært opdateres én gang, og den nøjagtige UUID genoptages i det samme vindue. Mislykkede opdateringer gendanner den forrige session med det samme.
de: Jede verifizierte Claude-Sitzung wird sauber beendet, ihr Host einmal aktualisiert und die Sitzung mit exakt derselben UUID im selben Fenster fortgesetzt. Bei fehlgeschlagenen Updates wird die vorherige Sitzung sofort wiederhergestellt.
es: Cada sesión Claude verificada sale limpiamente, su host se actualiza una vez y el UUID exacto se reanuda en la misma ventana. Las actualizaciones fallidas restauran la sesión anterior inmediatamente.
fr: Chaque session Claude vérifiée se termine proprement, son hôte est mis à jour une seule fois et la session portant exactement le même UUID reprend dans la même fenêtre. En cas d’échec, la session précédente est immédiatement restaurée.
it: Ogni sessione Claude verificata esce in modo pulito, il suo host si aggiorna una volta e l'esatto UUID riprende nella stessa finestra. Gli aggiornamenti non riusciti ripristinano immediatamente la sessione precedente.
ja: 検証された各 Claude セッションは正常に終了し、そのホストが 1 回更新され、同じウィンドウで正確な UUID が再開されます。更新に失敗すると、前のセッションがすぐに復元されます。
km: វគ្គ Claude ដែលបានផ្ទៀងផ្ទាត់នីមួយៗត្រូវបានដកចេញយ៉ាងស្អាត ការធ្វើបច្ចុប្បន្នភាពម៉ាស៊ីនរបស់វាម្តង ហើយ UUID ពិតប្រាកដបន្តនៅក្នុងបង្អួចតែមួយ។ ការអាប់ដេតដែលបរាជ័យ ស្ដារវគ្គមុនភ្លាមៗ។
ko: 확인된 각 Claude 세션은 완전히 종료되고 해당 호스트는 한 번 업데이트되며 정확한 UUID는 동일한 창에서 다시 시작됩니다. 업데이트가 실패하면 이전 세션이 즉시 복원됩니다.
nb: Hver verifisert Claude-sesjon avsluttes rent, vertsoppdateringer én gang, og den nøyaktige UUID gjenopptas i samme vindu. Mislykkede oppdateringer gjenoppretter forrige økt umiddelbart.
pl: Każda zweryfikowana sesja Claude kończy się prawidłowo, jej host jest aktualizowany raz, a dokładna sesja UUID zostaje wznowiona w tym samym oknie. Nieudane aktualizacje natychmiast przywracają poprzednią sesję.
pt_br: Cada sessão Claude verificada termina corretamente, seu host é atualizado uma vez e o UUID exato é retomado na mesma janela. As atualizações com falha restauram a sessão anterior imediatamente.
ru: Каждый проверенный сеанс Claude завершается без ошибок, его хост обновляется один раз, и конкретный UUID возобновляется в том же окне. Неудачные обновления немедленно восстанавливают предыдущий сеанс.
th: แต่ละเซสชัน Claude ที่ได้รับการยืนยันจะออกอย่างสมบูรณ์ โฮสต์จะอัปเดตหนึ่งครั้ง และ UUID ที่แน่นอนจะดำเนินการต่อในหน้าต่างเดียวกัน การอัปเดตที่ล้มเหลวจะคืนค่าเซสชันก่อนหน้าทันที
tr: Doğrulanan her Claude oturumu temiz bir şekilde çıkar, ana bilgisayarı bir kez güncellenir ve tam UUID aynı pencerede devam eder. Başarısız güncellemeler önceki oturumu hemen geri yükler.
uk: Кожна перевірена сесія Claude завершується чисто, її хост оновлюється один раз, і точний UUID відновлюється в тому самому вікні. Невдале оновлення негайно відновлює попередній сеанс.
zh_hans: 每个经过验证的 Claude 会话都会干净地退出，其主机更新一次，并且确切的 UUID 在同一窗口中恢复。失败的更新会立即恢复之前的会话。
zh_hant: 每個經過驗證的 Claude 會話都會乾淨地退出，其主機更新一次，並且確切的 UUID 在同一視窗中恢復。失敗的更新會立即恢復先前的會話。

# claudeUpdate.confirm.safetyTitle
source: What will happen
ar: ماذا سيحدث
bs: Šta će se dogoditi
da: Hvad vil der ske
de: Was wird passieren?
es: ¿Qué pasará?
fr: Que va-t-il se passer
it: Cosa succederà
ja: 何が起こるでしょうか
km: តើនឹងមានអ្វីកើតឡើង
ko: 무슨 일이 일어날까요?
nb: Hva vil skje
pl: Co się stanie
pt_br: O que vai acontecer
ru: Что произойдет
th: จะเกิดอะไรขึ้น
tr: Ne olacak
uk: Що буде
zh_hans: 会发生什么
zh_hant: 會發生什麼

# claudeUpdate.error.alreadyRunning
source: Another Claude update or recovery is already running.
ar: هناك تحديث أو استرداد آخر لـ Claude قيد التشغيل بالفعل.
bs: Još jedno ažuriranje ili oporavak Claude je već pokrenut.
da: En anden Claude-opdatering eller gendannelse kører allerede.
de: Ein weiteres Claude-Update oder eine andere Wiederherstellung läuft bereits.
es: Ya se está ejecutando otra actualización o recuperación de Claude.
fr: Une autre mise à jour ou récupération de Claude est déjà en cours.
it: Un altro aggiornamento o ripristino Claude è già in esecuzione.
ja: 別の Claude 更新またはリカバリがすでに実行されています。
km: ការធ្វើបច្ចុប្បន្នភាព ឬការស្ដារ Claude មួយផ្សេងទៀតកំពុងដំណើរការរួចហើយ។
ko: 또 다른 Claude 업데이트 또는 복구가 이미 실행 중입니다.
nb: En annen Claude-oppdatering eller gjenoppretting kjører allerede.
pl: Inna aktualizacja lub odzyskiwanie Claude jest już uruchomiona.
pt_br: Outra atualização ou recuperação Claude já está em execução.
ru: Другое обновление или восстановление Claude уже запущено.
th: การอัปเดตหรือการกู้คืน Claude อื่นกำลังทำงานอยู่แล้ว
tr: Başka bir Claude güncellemesi veya kurtarma işlemi zaten çalışıyor.
uk: Інше оновлення Claude або відновлення вже запущено.
zh_hans: 另一个 Claude 更新或恢复已在运行。
zh_hant: 另一個 Claude 更新或恢復已在運作。

# claudeUpdate.error.cancelledBeforeStart
source: The update was cancelled before it started.
ar: تم إلغاء التحديث قبل أن يبدأ.
bs: Ažuriranje je otkazano prije nego što je počelo.
da: Opdateringen blev annulleret, før den startede.
de: Das Update wurde vor dem Start abgebrochen.
es: La actualización se canceló antes de comenzar.
fr: La mise à jour a été annulée avant son démarrage.
it: L'aggiornamento è stato annullato prima dell'inizio.
ja: アップデートが開始される前にキャンセルされました。
km: ការធ្វើបច្ចុប្បន្នភាពត្រូវបានលុបចោលមុនពេលវាចាប់ផ្តើម។
ko: 업데이트가 시작되기 전에 취소되었습니다.
nb: Oppdateringen ble kansellert før den startet.
pl: Aktualizacja została anulowana przed jej rozpoczęciem.
pt_br: A atualização foi cancelada antes de ser iniciada.
ru: Обновление было отменено до его запуска.
th: การอัปเดตถูกยกเลิกก่อนที่จะเริ่ม
tr: Güncelleme başlamadan iptal edildi.
uk: Оновлення скасовано до початку.
zh_hans: 更新在开始之前就被取消了。
zh_hant: 更新在開始之前就取消了。

# claudeUpdate.error.noTargets
source: No safely identifiable Claude window was found in this scope.
ar: لم يتم العثور على نافذة Claude يمكن التعرف عليها بأمان في هذا النطاق.
bs: U ovom opsegu nije pronađen nijedan bezbedno prepoznatljiv Claude prozor.
da: Der blev ikke fundet noget sikkert identificerbart Claude-vindue i dette omfang.
de: In diesem Bereich wurde kein sicher identifizierbares Claude-Fenster gefunden.
es: No se encontró ninguna ventana Claude identificable de forma segura en este ámbito.
fr: Aucune fenêtre Claude identifiable en toute sécurité n'a été trouvée dans cette étendue.
it: In questo ambito non è stata trovata alcuna finestra Claude identificabile in modo sicuro.
ja: このスコープでは、安全に識別可能な Claude ウィンドウが見つかりませんでした。
km: គ្មានបង្អួច Claude ដែលអាចកំណត់អត្តសញ្ញាណបានដោយសុវត្ថិភាពត្រូវបានរកឃើញនៅក្នុងវិសាលភាពនេះទេ។
ko: 이 범위에서는 안전하게 식별할 수 있는 Claude 창을 찾을 수 없습니다.
nb: Det ble ikke funnet noe sikkert identifiserbart Claude-vindu i dette omfanget.
pl: W tym zakresie nie znaleziono żadnego bezpiecznie identyfikowalnego okna Claude.
pt_br: Nenhuma janela Claude identificável com segurança foi localizada neste escopo.
ru: В этой области не обнаружено безопасно идентифицируемого окна Claude.
th: ไม่พบหน้าต่าง Claude ที่สามารถระบุตัวตนได้อย่างปลอดภัยในขอบเขตนี้
tr: Bu kapsamda güvenli bir şekilde tanımlanabilen Claude penceresi bulunamadı.
uk: У цій області не знайдено жодного безпечно ідентифікованого вікна Claude.
zh_hans: 在此范围内未找到可安全识别的 Claude 窗口。
zh_hant: 在此範圍內找不到可安全識別的 Claude 視窗。

# claudeUpdate.error.preflight
source: UniConnect could not prepare a safe Claude update. No terminal input was sent.
ar: تعذر على UniConnect إعداد تحديث آمن لـ Claude. لم يتم إرسال أي إدخال طرفي.
bs: UniConnect nije mogao pripremiti sigurno ažuriranje Claude. Nije poslan nikakav terminalni ulaz.
da: UniConnect kunne ikke forberede en sikker Claude-opdatering. Ingen terminalindgang blev sendt.
de: UniConnect konnte kein sicheres Claude-Update vorbereiten. Es wurde keine Terminaleingabe gesendet.
es: UniConnect no pudo preparar una actualización segura de Claude. No se envió ninguna entrada de terminal.
fr: UniConnect n'a pas pu préparer une mise à jour sécurisée de Claude. Aucune entrée de terminal n'a été envoyée.
it: UniConnect non è riuscito a preparare un aggiornamento Claude sicuro. Non è stato inviato alcun input dal terminale.
ja: UniConnect は安全な Claude アップデートを準備できませんでした。端末入力は送信されませんでした。
km: UniConnect មិនអាចរៀបចំការធ្វើបច្ចុប្បន្នភាព Claude ប្រកបដោយសុវត្ថិភាពបានទេ។ គ្មានការបញ្ចូលស្ថានីយត្រូវបានផ្ញើទេ។
ko: UniConnect가 안전한 Claude 업데이트를 준비할 수 없습니다. 터미널 입력이 전송되지 않았습니다.
nb: UniConnect kunne ikke forberede en sikker Claude-oppdatering. Ingen terminalinngang ble sendt.
pl: UniConnect nie mógł przygotować bezpiecznej aktualizacji Claude. Żadne dane wejściowe terminala nie zostały wysłane.
pt_br: UniConnect não pôde preparar uma atualização segura do Claude. Nenhuma entrada de terminal foi enviada.
ru: UniConnect не удалось подготовить безопасное обновление Claude. Никакой входной сигнал терминала не был отправлен.
th: UniConnect ไม่สามารถเตรียมการอัปเดต Claude ที่ปลอดภัยได้ ไม่มีการส่งอินพุตเทอร์มินัล
tr: UniConnect güvenli bir Claude güncellemesi hazırlayamadı. Hiçbir terminal girişi gönderilmedi.
uk: UniConnect не вдалося підготувати безпечне оновлення Claude. Термінальний вхід не надіслано.
zh_hans: UniConnect 无法准备安全的 Claude 更新。没有发送终端输入。
zh_hant: UniConnect 無法準備安全的 Claude 更新。沒有發送終端輸入。

# claudeUpdate.error.recoveryRequired
source: Pending Claude sessions must be restored before a new update can start.
ar: يجب استعادة جلسات Claude المعلقة قبل بدء التحديث الجديد.
bs: Claude sesije na čekanju moraju se vratiti prije nego što novo ažuriranje može početi.
da: Afventende Claude-sessioner skal gendannes, før en ny opdatering kan starte.
de: Ausstehende Claude-Sitzungen müssen wiederhergestellt werden, bevor ein neues Update gestartet werden kann.
es: Las sesiones Claude pendientes deben restaurarse antes de que pueda comenzar una nueva actualización.
fr: Les sessions Claude en attente doivent être restaurées avant qu'une nouvelle mise à jour puisse démarrer.
it: Le sessioni Claude in sospeso devono essere ripristinate prima che possa iniziare un nuovo aggiornamento.
ja: 新しい更新を開始するには、保留中の Claude セッションを復元する必要があります。
km: វគ្គ Claude ដែលកំពុងរង់ចាំត្រូវតែស្ដារឡើងវិញ មុនពេលអាប់ដេតថ្មីអាចចាប់ផ្តើម។
ko: 새 업데이트를 시작하려면 보류 중인 Claude 세션을 복원해야 합니다.
nb: Ventende Claude-økter må gjenopprettes før en ny oppdatering kan starte.
pl: Przed rozpoczęciem nowej aktualizacji należy przywrócić oczekujące sesje Claude.
pt_br: As sessões Claude pendentes devem ser restauradas antes que uma nova atualização possa ser iniciada.
ru: Ожидающие сеансы Claude должны быть восстановлены, прежде чем можно будет начать новое обновление.
th: เซสชัน Claude ที่ค้างอยู่จะต้องได้รับการกู้คืนก่อนจึงจะสามารถเริ่มการอัปเดตใหม่ได้
tr: Yeni bir güncellemenin başlayabilmesi için, beklemedeki Claude oturumlarının geri yüklenmesi gerekir.
uk: Перед початком нового оновлення необхідно відновити незавершені сеанси Claude.
zh_hans: 必须先恢复挂起的 Claude 会话，然后才能开始新的更新。
zh_hant: 必須先恢復掛起的 Claude 會話，然後才能開始新的更新。

# claudeUpdate.error.unsafePlan
source: The update was stopped because two windows could not be distinguished safely.
ar: تم إيقاف التحديث لعدم إمكانية التمييز بين نافذتين بشكل آمن.
bs: Ažuriranje je zaustavljeno jer se dva prozora nisu mogla bezbedno razlikovati.
da: Opdateringen blev stoppet, fordi to vinduer ikke kunne skelnes sikkert.
de: Das Update wurde gestoppt, da zwei Fenster nicht sicher unterschieden werden konnten.
es: La actualización se detuvo porque no se pudieron distinguir dos ventanas de forma segura.
fr: La mise à jour a été arrêtée car deux fenêtres n'ont pas pu être distinguées en toute sécurité.
it: L'aggiornamento è stato interrotto perché non è stato possibile distinguere con sicurezza due finestre.
ja: 2つのウィンドウを安全に区別できないため、アップデートを停止しました。
km: ការអាប់ដេតត្រូវបានបញ្ឈប់ ដោយសារបង្អួចពីរមិនអាចបែងចែកដោយសុវត្ថិភាព។
ko: 두 창을 안전하게 구분하지 못해 업데이트가 중단되었습니다.
nb: Oppdateringen ble stoppet fordi to vinduer ikke kunne skilles på en sikker måte.
pl: Aktualizacja została zatrzymana, ponieważ nie można było bezpiecznie rozróżnić dwóch okien.
pt_br: A atualização foi interrompida porque duas janelas não puderam ser distinguidas com segurança.
ru: Обновление было остановлено, поскольку не удалось безопасно различить два окна.
th: การอัปเดตหยุดลงเนื่องจากไม่สามารถแยกแยะสองหน้าต่างได้อย่างปลอดภัย
tr: İki pencere güvenli bir şekilde ayırt edilemediği için güncelleme durduruldu.
uk: Оновлення зупинено, оскільки два вікна не вдалося безпечно розрізнити.
zh_hans: 由于无法安全区分两个窗口，更新已停止。
zh_hant: 由於無法安全區分兩個窗口，更新已停止。

# claudeUpdate.failed.title
source: Update not started
ar: لم يبدأ التحديث
bs: Ažuriranje nije počelo
da: Opdatering ikke startet
de: Update nicht gestartet
es: Actualización no iniciada
fr: Mise à jour non démarrée
it: Aggiornamento non avviato
ja: アップデートが開始されていません
km: ការអាប់ដេតមិនបានចាប់ផ្តើមទេ។
ko: 업데이트가 시작되지 않았습니다.
nb: Oppdatering ikke startet
pl: Aktualizacja nie została rozpoczęta
pt_br: Atualização não iniciada
ru: Обновление не запущено.
th: การอัปเดตยังไม่เริ่ม
tr: Güncelleme başlatılmadı
uk: Оновлення не розпочато
zh_hans: 更新未开始
zh_hant: 更新未開始

# claudeUpdate.footer.journal
source: Recovery journal active
ar: مجلة الاسترداد نشطة
bs: Dnevnik oporavka aktivan
da: Gendannelsesjournal aktiv
de: Wiederherstellungsjournal aktiv
es: Diario de recuperación activo
fr: Journal de récupération actif
it: Giornale di ripristino attivo
ja: リカバリジャーナルがアクティブです
km: ទិនានុប្បវត្តិការងើបឡើងវិញសកម្ម
ko: 회복 일지 활성화
nb: Gjenopprettingsjournal aktiv
pl: Dziennik odzyskiwania jest aktywny
pt_br: Diário de recuperação ativo
ru: Журнал восстановления активен.
th: บันทึกการกู้คืนใช้งานอยู่
tr: Kurtarma günlüğü etkin
uk: Журнал відновлення активний
zh_hans: 恢复日志处于活动状态
zh_hant: 復原日誌處於活動狀態

# claudeUpdate.host.local
source: This Mac
ar: هذا ماك
bs: Ovaj Mac
da: Denne Mac
de: Dieser Mac
es: Este Mac
fr: Ce Mac
it: Questo Mac
ja: このMac
km: Mac នេះ។
ko: 이 맥
nb: Denne Mac-en
pl: Ten Mac
pt_br: Este Mac
ru: Этот Mac
th: Mac เครื่องนี้
tr: Bu Mac
uk: Цей Mac
zh_hans: 这台 Mac
zh_hant: 這台 Mac
